Repository: ACINQ/phoenix
Catalog: phoenix-ios/phoenix-ios/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, es_419, fr

source: Make sure your Tor Proxy VPN app is up and running, and that it's connected to Tor.
ar: تأكد من أن تطبيق Tor Proxy VPN الخاص بك يعمل، وأنه متصل بـ Tor.
cs: Ujistěte se, že máte spuštěnou aplikaci Tor Proxy VPN a že je připojena k síti Tor.
de: Vergewissere dich, dass deine Tor Proxy VPN App läuft und mit Tor verbunden ist.
es: Asegúrate de que tu aplicación VPN Tor Proxy está en funcionamiento y conectada a Tor.
es_419: Asegúrate de que tu aplicación VPN Tor Proxy está en funcionamiento y conectada a Tor.

source: Make sure your Tor VPN is active and running.
ar: تأكد من أن شبكة Tor الخاصة الافتراضية الخاصة بك نشطة وتعمل.
cs: Ujistěte se, že vaše Tor VPN je aktivní a běží.
de: Stellen Sie sicher, dass Ihr Tor-VPN aktiv ist und läuft.
es: Asegúrate de que tu VPN Tor está activa y funcionando.
es_419: Asegúrate de que tu VPN Tor está activa y funcionando.
fr: Assurez-vous que votre VPN Tor est actif et fonctionne.

source: Malformed JPG image data
ar: بيانات صورة JPG غير صحيحة
cs: Špatně formátovaná obrazová data JPG
de: Missgestaltete JPG-Bilddaten
es: Imagen JPG con formato incorrecto
es_419: El formato de los datos de la imagen JPG es incorrecto
fr: Image JPG malformée

source: Malformed PNG image data
ar: بيانات صورة PNG غير صحيحة
cs: Špatně formátovaná obrazová data PNG
de: Missgestaltete PNG-Bilddaten
es: Imagen PNG con formato incorrecto
es_419: El formato de los datos de la imagen PNG es incorrecto
fr: Image PNG malformée

source: Malformed: %@
ar: تالف: %@
de: Missgebildet: %@
es: datos de imagen erróneos: %@
es_419: Formato incorrecto: %@
fr: Malformé : %@

source: Manage or switch wallets
ar: إدارة المحافظ أو تبديلها
cs: Správa nebo přepínání peněženek
de: Verwalten oder Wechseln von Geldbörsen
es: Gestionar o cambiar de monedero
es_419: Gestionar o cambiar de monedero

source: Manual Backup
ar: نسخ احتياطي يدوي
cs: Ruční zálohování
de: Manuelle Sicherung
es: Respaldo manual
es_419: Copia de seguridad manual
fr: Sauvegarde manuelle

source: Manual liquidity
ar: السيولة اليدوية
cs: Ruční likvidita
de: Manuelle Liquidität
es: Liquidez manual
es_419: Liquidez manual
fr: Liquidité manuelle

source: Manual restore
ar: استعادة يدوية
cs: Ruční obnovení
de: Manuelle Wiederherstellung
es: Restauracón manual
es_419: Restablecimiento manual
fr: Restauration manuelle

source: Master public key
ar: اصل المفتاح العام
cs: Hlavní veřejný klíč
es: Clave pública maestra
es_419: Clave pública maestra
fr: Clé publique maître

source: Max fee amount
ar: الحد الأقصى لمبلغ الرسوم
cs: Maximální výše poplatku
de: Maximale Gebühr
es: Importe máximo de la tasa
es_419: Importe máximo de la comisión
fr: Frais max autorisés

source: Max fee percent
ar: النسبة المئوية القصوى للرسوم
cs: Maximální poplatek v procentech
de: Maximale Gebühr in Prozent
es: Porcentaje de tarifa máxima
es_419: Porcentaje máximo de comisión
fr: Pourcentage max des frais

source: Max:
ar: الحد الأعلى:
es: Máximo:
es_419: Máximo:

# Maximum amount is %@, ≈%@
source: Maximum amount is %1$@, ≈%2$@
ar: الحد الأقصى للمبلغ هو %1$$@، ≈%2$$@
cs: Maximální částka je %1$@, ≈%2$@
de: Der Höchstbetrag ist %1$@, ≈%2$@
es: El importe máximo es %1$@, ≈%2$@
es_419: El importe máximo es %1$@, ≈%2$@
fr: Le montant maximum est %1$@, ≈%2$@

source: Maximum fee for outgoing Lightning payments
ar: الحد الأقصى لرسوم مدفوعات البرق الصادرة
cs: Maximální poplatek za odchozí platby Lightning
de: Maximale Gebühr für ausgehende Blitzzahlungen
es: Tarifa máxima para pagos Lightning salientes
es_419: Comisión máxima por pagos salientes de Lightning
fr: Frais maximum pour les paiements Lightning sortants

source: Maximum length is %lld characters
ar: الحد الأقصى للطول هو %للأحرف
cs: Maximální délka je %lld znaků
de: Maximale Länge ist %lld Zeichen
es: La longitud máxima es %lld caracteres
es_419: La longitud máxima es de %lld caracteres
fr: Longueur maximum de %lld caractères

source: Maximum proportional fee is %@.
ar: اعلى حد للرسوم النسبيّة هو %@.
cs: Maximální poměrný poplatek je %@.
de: Die maximale anteilige Gebühr beträgt %@.
es: La tarifa proporcional máxima es %@.
es_419: La comisión proporcional máxima es de %@.
fr: Les frais proportionnels sont au max %@.

source: Medium Priority
ar: أولوية متوسطة
cs: Střední priorita
de: Mittlere Priorität
es: Prioridad media
es_419: Prioridad media
fr: Priorité intermédiaire

source: Mempool
ar: ميمبول
es_419: Pool de memoria

source: Message
ar: رسالة
cs: Zpráva
de: Nachricht
es: Mensaje
es_419: Mensaje

source: Metadata
ar: البيانات الوصفية
de: Metadaten
es_419: Metadatos
fr: Metadonnées

source: Mexican Peso
ar: البيزو المكسيكي
cs: Mexické Peso
de: Mexikanischer Peso
es: Peso mexicano
es_419: Peso mexicano
fr: Peso mexicain

source: Migration Notice
ar: إشعار الترحيل
cs: Oznámení o migraci
de: Hinweis zur Migration
es: Aviso de migración
es_419: Aviso de migración
fr: Note suite à la migration

source: Min:
ar: الحد الأدنى:
es: Mínimo:
es_419: Mínimo:

source: Miner Fee
ar: رسوم عامل المنجم
cs: Poplatek za těžbu
de: Bergmann-Gebühr
es: Tasa minera
es_419: Tasa minera
fr: Frais de minage

source: Miner Fees
ar: رسوم التعدين
cs: Poplatky horníků
de: Bergmann-Gebühren
es: Tarifas de minero
es_419: Comisiones de minería
fr: Frais de minage

source: Miner fee
ar: رسوم عامل المنجم
cs: Poplatek za těžbu
de: Miner-Gebühr
es: Tasa del minero
es_419: Comisión de minería
fr: Frais de minage

source: Miner fee:
ar: رسوم عامل المنجم:
cs: Poplatek pro horníky:
de: Bergwerksgebühr:
es: Tasa de minero:
es_419: Tasa de minero:
fr: Frais de minage :

source: Miner fees
ar: رسوم التعدين
cs: Poplatky horníkům
de: Bergwerksgebühren
es: Tasas mineras
es_419: Tasas mineras
fr: Frais de minage

# Minimum amount is %@, ≈%@
source: Minimum amount is %1$@, ≈%2$@
ar: الحد الأدنى للمبلغ هو %1$$@، ≈%2$@
cs: Minimální částka je %1$@, ≈%2$@
de: Der Mindestbetrag ist %1$@, ≈%2$@
es: El monto mínimo es %1$@, ≈%2$@
es_419: El importe mínimo es de %1$@, ≈%2$@
fr: Le montant minimal est %1$@, ≈%2$@

source: Mining fee contribution for the underlying on-chain transaction.
ar: مساهمة رسوم التعدين للمعاملة الأساسية على السلسلة.
cs: Příspěvek na těžební poplatek za podkladovou transakci v řetězci.
de: Beitrag zur Mining-Gebühr für die zugrunde liegende On-Chain-Transaktion.
es: Contribución al canon minero por la transacción subyacente en la cadena.
es_419: Contribución a las comisiones de minería para la transacción subyacente en la cadena.
fr: Contribution aux frais de minage pour la transaction sous-jacente.

source: Minus miner fees estimated to:
ar: ناقص رسوم عمال المناقصات المقدرة بـ
cs: Po odečtení poplatků za těžbu se odhaduje, že:
de: Abzüglich der geschätzten Bergwerksgebühren:
es: Menos los honorarios de los mineros, estimados en:
es_419: Menos los honorarios de los mineros, estimados en:

source: Missing off-chain amount too low.
ar: الكمية المفقودة خارج السلسلة منخفضة جداً
cs: Chybějící množství mimo řetězec je příliš nízké.
de: Fehlende Off-Chain-Menge zu niedrig.
es: Cantidad fuera de cadena demasiado baja.
es_419: Cantidad fuera de cadena demasiado baja.
fr: Montant manquant hors chaîne trop faible.

source: Modify
ar: تعديل
cs: Upravit
de: Ändern Sie
es: Modificar
es_419: Modificar
fr: Modifier

source: Mutual
ar: متبادل
cs: Vzájemné
de: Gegenseitig
es: Mutua
es_419: Mutua
fr: Mutuelle

source: NEW
ar: جديد
cs: NOVINKA
de: NEU
es: NUEVO
es_419: NUEVO
fr: NOUVEAU

source: NFC cababilities not available on this device
ar: إمكانات NFC غير متوفرة على هذا الجهاز
cs: Funkce NFC nejsou v tomto zařízení k dispozici
de: NFC-Funktionen sind auf diesem Gerät nicht verfügbar
es: Las funciones NFC no están disponibles en este dispositivo
es_419: Las funciones NFC no están disponibles en este dispositivo

source: NFC capabilities not available on this device
ar: إمكانات NFC غير متوفرة على هذا الجهاز
cs: Funkce NFC nejsou v tomto zařízení k dispozici
de: NFC-Funktionen sind auf diesem Gerät nicht verfügbar
es: Las funciones NFC no están disponibles en este dispositivo
es_419: Las funciones NFC no están disponibles en este dispositivo

source: NFC reader is already scanning
ar: يقوم قارئ NFC بالمسح الضوئي بالفعل
cs: Čtečka NFC již skenuje
de: Der NFC-Leser scannt bereits
es: El lector NFC ya está escaneando
es_419: El lector NFC ya está escaneando

source: NO FUNDS HAVE BEEN SENT
ar: لم يتم إرسال أي أموال
cs: Nebyly poslány žádné finanční prostředky
de: KEINE GELDER GESENDET WURDEN
es: NO SE HAN ENVIADO FONDOS
es_419: NO SE ENVIARON FONDOS
fr: AUCUN FONDS ENVOYÉS

source: Name
ar: الإسم
cs: Jméno
es: Nombre
es_419: Nombre
fr: Nom

source: Naming your wallet makes it easier to manage multiple wallets.
ar: تسمية محفظتك سيجعل إدارة عدة محافظ امرًا سهلًا.
cs: Pojmenování peněženky usnadňuje správu více peněženek.
de: Die Benennung deiner Geldbörse macht es einfacher, mehrere Geldbörsen zu verwalten.
es: Nombrar su billetera facilita la administración de múltiples billeteras.
es_419: La gestión de varias billeteras es más fácil si les asignas nombres.
fr: Nommer ce portefeuille vous permettra de gérer de multiples portefeuilles facilement.

source: Network error. Check your internet connection.
ar: خطأ في الشبكة. تحقق من اتصالك بالإنترنت.
cs: Chyba sítě. Zkontrolujte připojení k internetu.
de: Netzwerkfehler. Überprüfe deine Internetverbindung.
es: Error de red. Comprueba tu conexión a Internet.
es_419: Error de red. Comprueba la conexión a Internet.
fr: Erreur réseau. Vérifiez votre connexion internet.

source: Network unavailable. Check internet connection.
ar: الشبكة غير متاحة. تحقق من اتصال الإنترنت.
cs: Síť není k dispozici. Zkontrolujte připojení k internetu.
de: Das Netzwerk ist nicht verfügbar. Überprüfe die Internetverbindung.
es: Red no disponible. Compruebe la conexión a Internet.
es_419: Red no disponible. Comprueba la conexión a Internet.
fr: Réseau indisponible. Vérifiez votre connexion internet.

source: New contact
ar: جهة اتصال جديدة
cs: Nový kontakt
de: Neuer Kontakt
es: Nuevo contacto
es_419: Nuevo contacto
fr: Nouveau contact

source: New inbound liquidity:
ar: سيولة واردة جديدة:
cs: Nová příchozí likvidita:
de: Neue eingehende Liquidität:
es: Nueva liquidez entrante:
es_419: Nueva liquidez entrante:
fr: Nouvelle liquidité entrante :

source: Next
ar: التالي
cs: Další
de: Weiter
es: Siguiente
es_419: Siguiente
fr: Suivant

source: No
ar: لا
cs: Ne
de: Nein
fr: Non

source: No Contacts
ar: لا توجد جهات اتصال
cs: Žádné kontakty
de: Keine Kontakte
es: Sin contactos
es_419: Sin contactos
fr: Aucun contact

source: No Priority
ar: لا توجد أولوية
cs: Žádná priorita
de: Keine Priorität
es: Sin prioridad
es_419: Sin prioridad
fr: Aucune priorité

source: No URI or text detected in NFC tag
ar: لم يتم اكتشاف أي URI أو نص في علامة NFC
cs: V tagu NFC nebyl zjištěn žádný URI ani text
de: Kein URI oder Text im NFC-Tag erkannt
es: No se detecta URI o texto en la etiqueta NFC
es_419: No se detecta URI o texto en la etiqueta NFC

source: No access to the Tor network
ar: لا يوجد وصول إلى شبكة Tor
cs: Bez přístupu k síti Tor
de: Kein Zugriff auf das Tor-Netzwerk
es: Sin acceso a la red Tor
es_419: Sin acceso a la red Tor

source: No address yet...
ar: لا يوجد عنوان بعد...
cs: Zatím bez adresy...
de: Noch keine Adresse...
es: Aún no hay dirección...
es_419: Aún no hay dirección...
fr: Pas encore d'adresse...

source: No available channels. Please check your internet connection.
ar: لا توجد قنوات متاحة. يرجى التحقق من اتصالك بالإنترنت.
cs: Žádné dostupné kanály. Zkontrolujte prosím své internetové připojení.
de: Keine Kanäle verfügbar. Bitte überprüfe deine Internetverbindung.
es: No hay canales disponibles. Por favor revise su conexion a internet.
es_419: No hay canales disponibles. Comprueba la conexión a Internet.
fr: Pas de canaux disponibles. Vérifiez votre connexion internet.

source: No description
ar: بدون وصف
cs: Žádný popis
de: Keine Beschreibung
es: Sin descripción
es_419: Sin descripción
fr: Sans description

source: No funds were transferred.
ar: لم يتم تحويل أي أموال.
cs: Nebyly převedeny žádné finanční prostředky.
de: Es wurden keine Gelder überwiesen.
es: No se transfirieron fondos.
es_419: No se transfirieron fondos.
fr: Aucun fonds n'a été transféré.

source: No matches for search
ar: لا يوجد تطابق للبحث
cs: Žádné shody pro vyhledávání
de: Keine Treffer für die Suche
es: No hay resultados para la búsqueda
es_419: No hay resultados para la búsqueda
fr: Aucune correspondance pour la recherche

source: No notifications
ar: لا توجد إخطارات
cs: Žádná oznámení
de: Keine Benachrichtigungen
es: Sin notificaciones
es_419: No hay notificaciones
fr: Pas de notifications

source: No payments yet
ar: لم يتم الدفع بعد
cs: Zatím žádné platby
de: Noch keine Zahlungen
es: Aún no hay pagos
es_419: Aún no hay pagos
fr: Pas de paiements

source: No pending transactions
ar: لا توجد معاملات معلقة
cs: Žádné nevyřízené transakce
de: Keine ausstehenden Transaktionen
es: No hay transacciones pendientes
es_419: No hay transacciones pendientes
fr: Pas de transactions en cours

source: No personal data will be shared with this service.
ar: لن يتم مشاركة أي بيانات شخصية مع هذه الخدمة.
cs: S touto službou nebudou sdíleny žádné osobní údaje.
de: Es werden keine persönlichen Daten an diesen Dienst weitergegeben.
es: No se compartirán datos personales con este servicio.
es_419: No se compartirán datos personales con este servicio.
fr: Aucune donnée personnelle ne sera partagée avec ce service

source: No, I don't want to use an onion address
ar: لا، لا أريد استخدام عنوان البصل
cs: Ne, nechci používat adresu cibule
de: Nein, ich möchte keine Zwiebeladresse verwenden
es: No, no quiero utilizar una dirección cebolla
es_419: No, no quiero utilizar una dirección cebolla
fr: Non, je ne veux pas utiliser une adresse en oignon

source: Node id
ar: معرّف العقدة
cs: Id uzlu
es: ID de nodo
es_419: Identificador de nodo
fr: Identifiant du noeud

source: None
ar: لاشيء
cs: Žádný
de: Keine
es: Ninguno
es_419: Ninguno
fr: Néant

source: Note: Server must have a certificate
ar: ملاحظة: يجب أن يكون لدى الخادم شهادة
cs: Poznámka: Server musí mít certifikát
de: Hinweis: Der Server muss ein Zertifikat haben
es: Nota: El servidor debe tener un certificado.
es_419: Nota: El servidor debe tener un certificado
fr: Noter : le serveur doit avoir un certificat

source: Note: Server must have a valid certificate
ar: ملاحظة: يجب أن يكون لدى الخادم شهادة صالحة
cs: Poznámka: Server musí mít platný certifikát
de: Hinweis: Der Server muss ein gültiges Zertifikat haben
es: Nota: El servidor debe tener un certificado válido
es_419: Nota: El servidor debe tener un certificado válido
fr: Note : le serveur doit avoir un certificat valide

source: Notes
ar: ملاحظات
cs: Poznámky
de: Anmerkungen
es: Notas
es_419: Notas

source: Notes:
ar: ملاحظات:
cs: Poznámky:
de: Anmerkungen:
es: Notas:
es_419: Notas:

source: Nothing scanned
ar: لم يتم مسح أي شيء
cs: Nic se neskenuje
de: Nichts gescannt
es: Nada escaneado
es_419: Nada escaneado

source: Notifications
ar: الإشعارات
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
es_419: Notificaciones

source: OK
ar: موافق

source: Offer
ar: العرض
cs: Nabídka
de: Angebot
es: Oferta
es_419: Oferta
fr: Offre

source: Offline
ar: غير متصل على الانترنت
es: Desconectado
es_419: Fuera de línea
fr: Hors ligne

source: On-Chain Payment
ar: الدفع على السلسلة
cs: On-Chain platba
de: On-Chain-Zahlung
es: Pagos en cadena (On-Chain)
es_419: Pago en la cadena
fr: Paiement on-chain

source: On-chain balance
ar: التوازن على السلسلة
cs: Zůstatek v řetězci
de: On-Chain-Guthaben
es: On-chain saldo
es_419: On-chain saldo

source: On-chain deposit
ar: الإيداع على السلسلة
cs: On-chain vklad
de: On-Chain Einzahlung
es: Depósito en cadena
es_419: Depósito en la cadena
fr: Dépôt on-chain

source: On-chain fee expected
ar: الرسوم المتوقعة على السلسلة
cs: Očekává se poplatek
de: Gebühr erwartet
es: Tasa en cadena prevista
es_419: Comisión prevista
fr: Frais de chaîne attendus

source: On-chain funds pending (+%@)
ar: الأموال المتسلسلة المعلقة (+%@)
cs: On-chain finanční prostředky čekají na vyřízení (+%@)
de: On-chain Guthaben ausstehend (+%@)
es: Fondos en cadena pendientes (+%@)
es_419: Fondos pendientes en la cadena (+%@)
fr: Dépôt on-chain en attente (+%@)

source: On-chain funds will automatically be swapped to Lightning if the fee is **less than %1$@** (%2$@) of the amount.
ar: سيتم تبديل الأموال الموجودة على السلسلة تلقائيًا إلى Lightning إذا كانت الرسوم **أقل من %1$$** (%2$$) من المبلغ.
cs: Pokud je poplatek **menší než %1$@** (%2$@), budou prostředky na Blockchainu automaticky převedeny do služby Lightning.
de: On-Chain-Gelder werden automatisch auf Lightning umgestellt, wenn die Gebühr **weniger als %1$@** (%2$@) des Betrags beträgt.
es: Los fondos en cadena se cambiarán automáticamente a Lightning si la tarifa es **menos de %1$@** (%2$@) del monto.
es_419: Los fondos en la cadena se intercambiarán automáticamente a Lightning si la comisión es **inferior al %1$@** (%2$@) del importe.
fr: Les dépôts sur la chaîne seront automatiquement basculés sur Lightning (swap-in) si les frais représentent **moins de %1$@** (%2$@) du montant.

source: On-chain funds will automatically be swapped to Lightning if the fee is **less than %@**.
ar: سيتم تبديل الأموال الموجودة على السلسلة تلقائيًا إلى Lightning إذا كانت الرسوم ** أقل من %@**.
cs: Prostředky v řetězci se automaticky převedou do služby Lightning, pokud je poplatek **nižší než %@**.
de: On-Chain-Gelder werden automatisch auf Lightning umgestellt, wenn die Gebühr **weniger als %@** beträgt.
es: Los fondos en cadena se cambiarán automáticamente a Lightning si la tarifa es **inferior a %@**.
es_419: Los fondos en la cadena se intercambiarán automáticamente a Lightning si la comisión es **inferior a %@**.
fr: Les dépôts sur la chaîne seront automatiquement basculés sur Lightning (swap-in) si les frais sont **inférieurs à %@**.

source: On-chain transactions are slow, but the fees can be less for large payments.
ar: المعاملات على السلسلة بطيئة، ولكن يمكن أن تكون الرسوم أقل بالنسبة للمدفوعات الكبيرة.
cs: Transakce on-chain jsou pomalé, ale u velkých plateb mohou být poplatky nižší.
de: On-Chain-Transaktionen sind langsam, aber die Gebühren können bei großen Zahlungen geringer sein.
es: Las transacciones en cadena son lentas, pero las tarifas pueden ser menores para pagos grandes.
es_419: Las transacciones en la cadena son lentas, pero las comisiones pueden ser menores para los pagos grandes.
fr: Les transactions sur la chaîne sont lentes, mais les frais y sont moins élevés pour les gros paiements.

source: Only show in-flight outgoing payments.
ar: إظهار المدفوعات الصادرة على متن الطائرة فقط.
cs: Zobrazit pouze platby na cestě.
de: Zeige nur ausgehende Zahlungen während des Fluges an.
es: Solo mostrar pagos en camino.
es_419: Mostrar solo los pagos salientes en curso.
fr: Uniquement montrer les paiements en cours.

source: Only you alone possess this seed. Keep it private.
ar: أنت وحدك تمتلك عبارة الاسترداد هذه. ابقها خاصة.
cs: Tento seed vlastníš jen ty sám. Uchovej ho v tajnosti.
de: Nur du allein besitzt diesen Samen. Behalte ihn für dich.
es: Solo tú posees esta semilla. Mantenla en privado.
es_419: Esta semilla solo te pertenece a ti, así que guárdala en privado.
fr: Vous seul avez possession de cette clé. Gardez la secrète.

source: Open
ar: مفتوح
cs: Otevřít
de: Öffnen Sie
es: Abrir
es_419: Abrir
fr: Ouvrir

source: Open Orbot website
ar: افتح موقع أوربوت الإلكتروني
cs: Otevřít webové stránky Orbot
de: Orbot-Website öffnen
es: Abrir el sitio web de Orbot
es_419: Abrir el sitio web de Orbot

source: Open Tor settings
ar: فتح إعدادات Tor
cs: Otevřít nastavení Toru
de: Tor-Einstellungen öffnen
es: Abrir la configuración de Tor
es_419: Abrir la configuración de Tor

source: Open iOS Settings for Phoenix
ar: افتح إعدادات iOS لفينيكس
cs: Otevřete Nastavení iOS pro Phoenix
de: Öffne die iOS-Einstellungen für Phoenix
es: Abrir la configuración de iOS para Phoenix
es_419: Abrir configuración de iOS para Phoenix
fr: Ouvrir les paramètres iOS pour Phoenix

source: Opening the app
ar: فتح التطبيق
cs: Otevření aplikace
de: Öffnen der App
es: Abrir la app
es_419: Abrir la app

source: Options
ar: الخيارات
cs: Možnosti
de: Optionen
es: Opciones
es_419: Opciones

source: Other
ar: أخرى
cs: Další
de: Andere
es: Otro
es_419: Otro
fr: Autre

source: Outgoing Lightning payment (bolt11)
ar: دفعة البرق الصادرة (bolt11)
cs: Odchozí platba Lightning (bolt11)
de: Ausgehende Blitzzahlung (bolt11)
es: Pago relámpago saliente (bolt11)
es_419: Pago relámpago saliente (bolt11)
fr: Paiement sortant Lightning (bolt11)

source: Outgoing Lightning payment (bolt12)
ar: دفعة البرق الصادرة (bolt12)
cs: Odchozí platba Lightning (bolt12)
de: Ausgehende Blitzzahlung (bolt12)
es: Pago relámpago saliente (bolt12)
es_419: Pago relámpago saliente (bolt12)
fr: Paiement sortant Lightning (bolt12)

source: Outgoing on-chain payment
ar: الدفع الصادر على السلسلة الصادرة
cs: Odchozí on-chain platba (splice)
de: Ausgehender Splice
es: Pago en cadena saliente
es_419: Pago por empalme saliente
fr: Splice sortant

source: Outgoing on-chain payment (legacy swap)
ar: الدفع الصادر على السلسلة (المبادلة القديمة)
de: Ausgehende On-Chain-Zahlung (Legacy Swap)
es: Pago saliente en cadena (canje heredado)
es_419: Pago saliente en cadena (canje heredado)
fr: Paiement sortant de la chaîne (legacy swap)

source: Outgoing payments
ar: المدفوعات الصادرة
cs: Odchozí platby
de: Ausgehende Zahlungen
es: Pagos salientes
es_419: Pagos salientes
fr: Paiements sortants

source: Output
ar: المخرجات
cs: Výstup
de: Ausgabe
es: Salida
es_419: Salida
fr: Sortie

source: PENDING
ar: قيد الانتظار
cs: ČEKÁNÍ
es: PENDIENTE
es_419: PENDIENTE
fr: EN COURS

source: PIN
ar: رقم التعريف الشخصي

source: PIN mismatch!
ar: عدم تطابق رقم التعريف الشخصي
cs: PIN se neshoduje!
de: PIN stimmt nicht überein!
es: ¡PIN incorrecto!
es_419: ¡El PIN no coincide!
fr: PIN non correspondant !

source: Pass iOS biometrics to open the app.
ar: اجتياز القياسات الحيوية لنظام iOS لفتح التطبيق.
cs: Pro otevření aplikace projděte biometrickými údaji systému iOS.
de: Passieren Sie die iOS-Biometrie, um die App zu öffnen.
es: Pasa los datos biométricos de iOS para abrir la aplicación.
es_419: Pasa los datos biométricos de iOS para abrir la aplicación.

source: Paste encrypted data blob here
ar: الصق نقطة البيانات المشفرة هنا
cs: Zde vložte zašifrovaný datový blob
de: Verschlüsselten Datenblob hier einfügen
es: Pega aquí el blob de datos encriptado
es_419: Pega aquí el blob de datos encriptados
fr: Colle le bloc de données cryptées ici

source: Path
ar: المسار
cs: Cesta
de: Pfad
es: Trayectoria
es_419: Ruta
fr: Chemin

source: Path: %@
ar: المسار: %@
cs: Cesta: %@
de: Pfad: %@
es: Trayectoria: %@
es_419: Ruta: %@
fr: Chemin : %@

source: Pay
ar: دفع
cs: Zaplatit
de: Zahlen
es: Pagar
es_419: Pagar
fr: Payer

source: Pay on-chain
ar: الدفع على السلسلة
cs: Zaplatit on-chain
de: On-Chain-Zahlung
es: Pagar en cadena
es_419: Pagar en la cadena
fr: Payer sur chaîne

source: Pay with Lightning
ar: الدفع باستخدام البرق
cs: Platba pomocí Lightning
de: Lightning-Zahlung
es: Pagar con Lightning
es_419: Pagar con Lightning
fr: Payer via Lightning

source: Payer key
ar: مفتاح الدفع
cs: Klíč plátce
de: Zahler-Schlüssel
es: Clave del pagador
es_419: Clave del pagador
fr: Clé du payeur

source: Payment
ar: الدفع
cs: Platba
de: Zahlung
es: Pago
es_419: Pago
fr: Paiement

source: Payment Channels
ar: قنوات الدفع
cs: Platební kanály
de: Zahlungskanäle
es: Canales de pago
es_419: Canales de pago
fr: Canaux de paiement

source: Payment Details
ar: تفاصيل الدفع
cs: Podrobnosti o platbě
de: Zahlungsdetails
es: Detalles del pago
es_419: Detalles del pago
fr: Détails du paiement

source: Payment Hash
ar: تجزئة الدفع
cs: Platba Hash
de: Zahlungs-Hash
es: Hash de pago
es_419: Hash de pago
fr: Hash du paiement
